Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Using a timescale of the previous week, UK researchers found that forty-five per cent of their male adult and young offenders reported behaving in ways that were considered indicative of bullying others and forty per cent of prisoners reported experiencing such behaviours.
vi: Sử dụng thang thời gian trong tuần trước, nhóm nhà nghiên cứu ở Anh đã thấy rằng 45% số tội phạm nam giới và trẻ tuổi có những hành vi giống như là bắt nạt người khác và 40% số tù nhân được bác cáo là đang trải qua những hành vi tương tự.

source: Using data which goes back as far as 1882 he found that the southern states had the highest recorded history of lynching.
vi: Khi sử dụng những dữ liệu có từ tận năm 1882, ông đã thấy rằng những bang ở phía Nam có lịch sử được ghi lại nhiều nhất về lối hành hình không xét xử này.

source: Using the locations of an offender’s crimes as his or her starting point, the geographical profiler tries to predict the area in which the offender lives.
vi: Sử dụng địa điểm tội ác là điểm xuất phát, nhà lập hồ sơ theo địa lý cố gắng dự đoán khu vực mà kẻ phạm tội sinh sống.

source: Very similar percentages were found by Susie Grennan and Jessica Woodhams with their sample of young offenders.
vi: Số liệu tương tự cũng được tìm thấy trong những báo cáo của Susie Grennan và Jessica Woodhams với đối tượng là người phạm tội trẻ tuổi.

source: Victim surveys, for example the 2005 British Crime Survey (Nicholas et al., 2005), show higher levels of sex offending than are reported to the police and it is commonly accepted that there is a high proportion of hidden sexual victimization.
vi: Những cuộc khảo sát nạn nhân, ví dụ theo Khảo sát Tội phạm Anh Quốc 2005 (Nicholas et al., 2005), cho thấy nạn quấy rối tình dục lớn hơn nhiều so với những trường hợp được cảnh sát ghi lại và thường được chấp nhận rằng có một tỉ lệ lớn các vụ ngược đãi tình dục bị che đậy.

source: Victimization by prisoners/prison staff.
vi: Bị ngược đãi bởi bạn tù hoặc cai ngục.

source: Victimization.
vi: Bị ngược đãi.

source: Vigilantes or vigilante groups may be organized in a variety of ways.
vi: Dân phòng hoặc đội dân phòng có thể được tổ chức theo nhiều cách khác nhau.

source: Vigilantism is a situation in which a citizen or group of citizens take the law into their own hands.
vi: Chủ nghĩa dân phòng là 1 trường hợp mà 1 công dân hoặc 1 nhóm công dân nắm giữ pháp luật trong chính tay họ.

source: Vigilantism may take on a more policing-type function, or the form of distributing what is perceived to be an appropriate punishment for the (perceived) crime committed.
vi: Chủ nghĩa tự phòng có thể đảm nhiệm chức năng có dạng giữ trật tự hơn, hoặc dạng phân bố cái gì được hiểu là 1 hình phạt thích hợp cho tội ác (được hiểu) đã bị phạm phải.

source: Vigilantism.
vi: Chủ nghĩa dân phòng.

source: Violence and aggression are usually assumed to play a significant contribution to stress in the workplace, but other occupations experience similar stressors, notably other emergency services, for example ambulance crews and accident and emergency (casualty) departments.
vi: Vấn đề bạo lực luôn được cho là nhân tố quan trọng dẫn tới căng thẳng của cảnh sát, nhưng đối với những nghề nghiệp khác có chung các nhân tố gây căng thẳng, đặc biệt là những lực lượng cấp cứu, ví dụ như đội cứu thương, các đơn vị cứu hộ cứu nạn.

source: Voluntary policing is also an area of great interest, but has received little attention from academics.
vi: An ninh tình nguyện cũng là một lĩnh vực thú vị, tuy nhiên vẫn còn nhận được rất ít sự quan tâm từ các học giả.

source: Was the crime planned meticulously or was it impulsive?
vi: Vậy vụ án được lên kế hoạch tỉ mỉ hay chỉ một phút bốc đồng?

source: We all have inhibitions about certain things in our lives.
vi: Tất cả chúng ta đều bị ức chế về một số chuyện trong cuộc sống.

source: We are used to the notion of society or the State punishing law- breakers for their wrongdoings, but what do citizens actually think about punishment, and who should be punished?
vi: Chúng ta đã quen với ý niệm về 1 xã hội hoặc 1 nhà nước trừng phạt những người phá luật vì những hành vi phạm pháp của họ nhưng những công dân thực sự nghĩ gì về việc trừng phạt và ai nên bị trừng phạt?

source: We authors of the book have used everyday language to explain the many facets of criminal psychology.
vi: Chúng tôi - tác giả của cuốn sách dùng ngôn ngữ thường ngày để giải thích nhiều khía cạnh của tâm lý tội phạm.

source: We could question how easy it is for prison officers to offer social support to prisoners, keeping in mind their potentially conflicting roles.
vi: Chúng ta có thể tự đặt câu hỏi rằng có khó khăn không đối với một quản tù cố gắng giúp đỡ cho các tù nhân, bên cạnh việc vai trò đối ngược nhau của họ.

source: We found an average lie/truth accuracy rate of sixty-five per cent (which is significantly better than the chance rate of fifty per cent), with the lie detection rate being sixty-six per cent and truth detection sixty-four per cent.
vi: Chúng tôi đã tìm thấy tỉ lệ nói dối/ nói thật trung bình là 65% ( nó tốt hơn nhiều so với việc đoán may với tỉ lệ 50-50) , với tỉ lệ phát hiện nói dối là 66% và tỉ lệ phát hiện nói thật là 64%.

source: We have considered some developmental issues that might influence people becoming sex offenders, but there are also explanations of sexual offending behaviour which look at adult functioning.
vi: Chúng tôi đã xem xét một số vấn đề phát sinh có thể ảnh hưởng đến con người và khiến họ trở thành tội phạm tình dục, nhưng có một số giải thích về hành vi lạm dụng tình dục dựa trên chức năng của người trưởng thành.

source: We have described the complexity of the issues and explained why, therefore, there are rarely simple answers or rules regarding criminal psychology (e.g. why harsh punishment may not reduce offending, that liars may not look away when deceiving you, that coercion may not produce reliable confessions).
vi: Chúng tôi đã mô tả sự phức tạp của vấn đề và giải thích tại sao, do đó, hiếm khi có những câu trả lời đơn giản hay những điều luật liên quan đến tâm lý học tội phạm (như tại sao sự trừng phạt hà khắc lại không giảm thiểu tội ác, người nói dối lại không quay đi khi họ lừa gạt bạn, hay sự cưỡng chế không thể tạo ra lời thú tội xác thực).

source: We have therefore chosen the most well-known roles in order to give an indication of what working in criminal psychology can involve.
vi: Do đó, chúng tôi chọn vai trò được biết đến nhiều nhất để giải thích cách làm việc của họ trong tâm lý học tội phạm.

source: We mentioned above that in some countries the polygraph is used to test whether people who wish or are recommended to join the security services are telling the truth when being questioned about their intentions and their past.
vi: Chúng tôi có nhắc tới ở trên rằng tại một số quốc gia máy phát hiện nói dối được sử dụng để kiểm tra những người đang hoặc muốn tham gia vào lực lượng an ninh có thành thật hay không khi bị hỏi về mục tiêu và quá khứ của họ.

source: We often hear about the supposed deterrent effect of imprisonment when we hear politicians talking about ‘getting tough on crime’.
vi: Chúng ta thường nghe thấy mục tiêu này khi các chính trị gia nhắc đến tình hình "tội phạm gia tăng"’.

source: We say this because, even though the topic of ear-witnessing presently lacks any theoretical underpinnings, we are of the opinion that ear-witnessing and eyewitnessing are similarly and considerably error prone.
vi: Chúng tôi nói vậy vì dù cho hiện nay vấn đề bằng chứng nghe vẫn đang thiếu nền tảng lý luận thì chúng tôi vẫn cho rằng bằng chứng nghe cũng như nhìn đều tương tự nhau và đều được cho là dễ mắc lỗi.

source: We therefore analysed tape-recorded interviews with suspects.
vi: Do đó, khi ta phân tích băng ghi âm lời khai của nghi phạm.

source: We use language differently with our lover, our colleagues and our boss; differently when we write or dictate, speak on the telephone or in face-to-face conversation; and we use language differently if we are happy, excited or depressed.
vi: Chúng ta sử dụng ngôn ngữ theo nhiều cách khác nhau, đối với người yêu của chúng ta, với đồng nghiệp hay với lãnh đạo, khi viết hoặc khi nói, nói qua điện thoại hoặc nói trực tiếp, và chúng ta cũng sử dụng ngôn ngữ theo nhiều cách riêng khi vui, khi phấn khích hoặc khi thất vọng.

source: We usually left our families on a Sunday, getting on a coach with all the other officers, returning the following Friday – there was a lot of couples who separated in police families that year.
vi: Chúng tôi thường tạm biệt gia đình vào Chủ nhật, bắt đầu buổi huấn luyện với tất cả đồng nghiệp khác, về nhà vào Thứ sáu tuần tiếp theo - có rất nhiều cặp đôi đã bị chia tách trong năm ấy.

source: We were a little puzzled that showing concern seemed to be related to suspects moving from denial to confession.
vi: Chúng ta gặp một rắc rối nhỏ là việc thể hiện mối quan tâm dường như liên quan đến quá trình nghi phạm chuyển từ phủ nhận sang thú nhận.

source: We were all young and fit, but this routine tired us all out so that at the end of the week we got off the coaches like old men.
vi: Tất cả vẫn còn trẻ và khỏe mạnh, nhưng ngày nào cũng như vậy khiến chúng tôi vô cùng mệt mỏi nên cuối tuần khi ra khỏi trại huấn luyện chúng tôi đều như những ông già .

source: We were usually living in such places as drill halls, sometimes sleeping on the floor, living out of a kitbag.
vi: Chúng tôi thường sống trong những nơi như phòng tập quân đội, đôi lúc ngủ dưới sàn, sinh hoạt chỉ với một túi đựng đồ dùng.

source: We will soon look at the explanations criminal psychologists have developed to help explain the puzzle of why innocent people confess.
vi: Chúng ta sẽ sớm hiểu những giải thích của các chuyên gia tâm lý học tội phạm về rắc rối tại sao những người vô tội lại thú nhận tội ác mà họ không gây ra.

source: We would also like to thank Julie Blackwell-Young for her assistance with chapter eight and Aimee Jones for, among other things, collating the chapters.
vi: Chúng tôi đặc biệt gửi lời cảm ơn tới Julie Blackwell-Young vì giúp đỡ của cô ấy ở chương 8 và Aimee Jones về nhiều vấn đề khác, sắp xếp trật tự chương.

source: We would like to thank the police officers, witnesses, victims, offenders, prison officers and others who have given up their time, often in very difficult circumstances, to make a contribution.
vi: Chúng tôi chân thành cảm ơn những nhân viên cảnh sát, nhân chứng, nạn nhân, thủ phạm, nhân viên quản lý nhà tù và nhiều người khác đã dành thời gian của họ để đóng góp cho dự án này, cho dù họ có trong hoàn cảnh rất khó khăn.

source: Well, the obvious answer is that they teach students about criminal psychology: about the psychology of criminal behaviour, of the courtroom, psychology and investigation, the assessment and treatment of offenders and also about how to carry out criminal psychological research.
vi: Câu trả lời hiển nhiên là họ dạy học viên về tâm lý học tội phạm: về hành vi trong tâm lý học tội phạm, trong phòng xử án, tâm lý học và điều tra, việc đánh giá và điều trị cho tội phạm và còn cả về cách thực hiện các nghiên cứu về tâm lý học tội phạm.

source: What age range is the offender likely to fall into?
vi: Lứa tuổi nào có khả năng thực hiện vụ án?

source: What are your views on the rehabilitation of offenders?
vi: Quan điểm của bạn ra sao về việc cải tạo phạm nhân?

source: What did he use?’. Closed questions contain a list of alternatives but, of course, they run the risk of not including the correct alternative or of suggesting an alternative (that makes more ‘sense’ than the other alternatives).
vi: Ông ấy đã dùng thứ gì?' Câu hỏi đóng bao gồm một danh sách có nhiều lựa chọn nhưng đương nhiên, có khả năng không bao gồm lựa chọn chính xác hoặc có thể gợi ý một lựa chọn (lựa chọn nghe có vẻ 'có lý' hơn số còn lại).

source: What gender is the offender?
vi: Giới tính của hung thủ là gì?

source: What is Preface?
vi: Lời Mở Đầu Là Gì?

source: What is considered acceptable by society, to what extent this differs between societies or cultures, and how has this changed throughout history will be just some of the topics discussed in this chapter.
vi: Cái mà xã hội cho là có thể chấp nhận được, ở mức độ nào thì điều này thay đổi giữa xã hội hoặc nền văn hóa khác nhau và cách nó thay đổi trong suốt lịch sử sẽ là một vài trong số những chủ đề được đề cập đến trong chương này.

source: What is the best way to train police officers?
vi: Cách tốt nhất để huấn luyện, đào tạo cảnh sát là gì?

source: What makes the language of the law easy or difficult to understand is one of the topic areas in forensic linguistics.
vi: Và một trong số những chủ đề liên quan đến bộ môn ngôn ngữ học pháp lý là nghiên cứu xem những điều gì khiến cho ngôn ngữ pháp lý trở nên dễ hiểu hoặc khó hiểu.

source: What this research attempts to understand is how an individual’s language is likely to behave across different situations; if this can be achieved, comparison and identification evidence will be able to move further down the road from a matter of opinion to a scientific discipline.
vi: Điều mà cuộc nghiên cứu này nỗ lực tìm hiểu là việc ngôn ngữ của một cá nhân biến đổi như thế nào giữa các tình huống khác nhau; và nếu có thể đạt được mục tiêu này, chứng cứ nhận dạng và chứng cứ so sánh sẽ có thể tiến một bước xa hơn trên con đường trở thành một ngành khoa học, thay vì chỉ được xem là một quan điểm như trước đây.

source: What we can be clear about is that profiling uses information gleaned from the crime scene relating to the offender’s behavior during the crime.
vi: Điều mà ta có thấy rõ ràng là thông tin hồ sơ phạm tội được lượm lặt từ nhiều nguồn như hiện trường vụ án hay cách hành xử, thái độ của nghi phạm trong suốt quá trình điều tra vụ án.

source: What we in the outside world regard as maladaptive could well prove adaptive in the prison environment and vice versa.
vi: Những gì chúng ta cho rằng không thể thích nghi đối với thế giới bên ngoài lại trở nên thích nghi hiệu quả trong môi trường trong tù và ngược lại.

source: What would be the best thing to do?
vi: Nên làm gì thì mới là tốt nhất đây?

source: What would it take to get over these inhibitions?
vi: Cần làm gì để vượt qua những ức chế này?

source: Whatever an individual’s perspective on this debate is, over the last twenty years there has been a renewed confidence in offender rehabilitation amongst practitioners and policy makers, especially in the United Kingdom and North America.
vi: Dù quan điểm của mỗi người trong cuộc tranh luận này ra sao, trong hai mươi năm gần đây đã có một sự đổi mới bí mật trong quá trình cải tạo phạm nhân giữa những người thi hành và nhà hoạch định chính sách, đặc biệt ở Vương quốc Anh và khu vực Bắc Mỹ.

source: When an offender is apprehended the profiler might also be asked to advise the police on the way that particular suspects should be interviewed.
vi: Khi người phạm tội bị bắt giữ, người lập hồ sơ có thể sẽ phải tư vấn cho cảnh sát về cách thẩm vấn từng chủ đề riêng biệt.

source: When considering the reasons that prisoners give for attempting suicide there are some clear parallels with those regarding poorer psychological health.
vi: Khi điều tra về nguyên nhân khiến các tù nhân cố tự kết liễu, có một số điểm tương đồng rõ ràng với tình trạng sức khoẻ tâm lý kém .

source: When deciding whether to travel to obtain a target object, the criminals will weigh up the costs (e.g. the effort of travel), with the benefits (e.g. how much they desire the object).
vi: Khi quyết định có di chuyển đế tiếp cận đối tượng mục tiêu hay không, những kẻ phạm tội sẽ cân nhắc các chi phí (ví dụ: nỗ lực để di chuyển), với lợi ích (ví dụ. họ ham muốn mục tiêu đó đến mức nào).

source: When holding the effects of age, risk of reconviction, gender and offence type constant, completers of the programme were almost thirty percent less likely to be reconvicted compared to the non-completers and the comparison group.
vi: Khi những ảnh hưởng của tuổi tác, nguy cơ tái phạm, giới tính và loại tội phạm được cố định, các nhà nghiên cứu xác định được những người hoàn thành chương trình có tỷ lệ phạm tội thấp hơn 30% so với những người không hoàn thành và các nhóm so sánh.

source: When most of us are having a stressful day we are likely to turn to others as a means of coping.
vi: Phần lớn chúng ta đều tìm kiếm sự động viên từ người khác như là cách để đối đầu khi có một ngày làm việc căng thẳng.

source: When news of hurricane Katrina alerted the citizens of New Orleans in the US the whole city was ordered to evacuate, but police officers were expected to stay and wait for the hurricane: to remain at the site, live in terrible conditions and leave their families, in order to keep law and order.
vi: Khi cơn bão Katrina đổ bộ vào New Orleans, Mỹ, toàn bộ người dân của thành phố đã được cảnh báo trên các bản tin và được lệnh phải sơ tán. Trong khi người thân và gia đình của các sĩ quan cảnh sát đều đã được hỗ trợ sơ tán thì bản thân họ lại được kỳ vọng phải bám trụ lại tâm bão, phải sống trong điều kiện tồi tệ để duy trì luật pháp và trật tự cho thành phố.

source: When one is emotional it is often difficult to remember things, so that even recent experiences are hard to remember.
vi: Khi xúc động người ta rất khó để nhớ các thứ, thậm chí những trải nghiệm gần cũng khó để nhớ ra.

source: When profiling the characteristics of a person, the profiler is assuming that the behaviours shown at the crime scene are a result of the person’s characteristics rather than determined by the situation.
vi: Khi lập hồ sơ các đặc tính của một cá nhân, người lập hồ sơ sẽ giả định rằng những hành vi được thể hiện tại hiện trường vụ án là kết quả của các đặc tính cá nhân hơn là do hoàn cảnh quyết định .

source: When sex offenders are released, they have a licence which they have to keep to.
vi: Khi mà tội phạm tình dục được thẩ, họ sẽ phải giữ 1 loại giấy phép.

source: When some newspaper reports condemn prisons for being more like holiday camps and state that life in prison is too easy, they are contrasting what they believe prison to be like with the perceived goals of imprisonment.
vi: Nhiều tờ báo lên án các nhà tù đang trở nên giống với khu nghỉ dưỡng và cuộc sống trong tù dường như quá dễ dàng. Điều này đi ngược lại niềm tin vốn có của mọi người về ý nghĩa của việc giam cầm.

source: When such a relationship has been established and validated, the statistical profiler can analyse the circumstances of an offence and, using these statistical relationships, can make probabilistic inferences about the likely characteristics of the offender responsible.
vi: Khi một mối liên hệ như vậy đã được thiết lập và có hiệu lực, người lập hồ sơ theo phương pháp thống kê có thể phân tích các tình huống của vụ án và sử dụng những mối quan hệ thống kê tạo nên những suy luận xác suất về những đặc tính có thể có của kẻ phạm tội.

source: When talking about coping strategies the research has generally identified three distinct types:
vi: Khi đề cập về các chiến lược đối phó, nghiên cứu đã chỉ ra 3 loại khác biệt chung nhất:

source: When the case files of these imprisoned people have been examined it has been found (i) that the most frequent type of evidence against them was eyewitness testimony (see chapter 6) and (ii) that in around twenty per cent of cases the person now shown to be innocent actually confessed to the police.
vi: Khi hồ sơ của những người bị giam trong tù được kiểm tra đã cho thấy rằng hầu hết những bằng chứng này đều chống lại lời khai của nhân chứng (xem chương 6) và có đến khoảng hai mươi phần trăm trường hợp người vô tội thực sự lại thú tội với cảnh sát.

source: When the defendant is asked how he knows that ‘this wasn’t something that she didn’t want to do’ he replies ‘she never said “no”, she never said “stop” and when I was kissing her she was kissing me back’ (Ehrlich, 2003, p.
vi: Khi bị cáo được hỏi làm thế nào anh ta biết đó là cái gì đó mà cô ấy không muốn, anh ta trả lời cô ấy không bao giờ nói "không" cô ấy không bao giờ nói "dừng lại" và khi tôi hôn cô ta và cô ta cũng hôn tôi.’ (Ehrlich, 2003, p.

source: When the evidence was weak and the suspects did not confess, the research found that the police interviewers did not seem to know what to do.
vi: Khi chứng cứ bị lung lay và nghi phạm không chịu thừa nhận tội ác của mình, nghiên cứu cho thấy những cảnh sát có nhiệm vụ hỏi cung dường như không không biết phải làm gì tiếp theo.

source: When the home location is unknown, which is the case for geo- graphical profilers, its approximate location can be predicted by drawing a circle through the two most geographically distant offences.
vi: Khi mà vị trí ngôi nhà chưa được xác định, trong trường hợp lập hồ sơ theo địa lý, vị trí gần đúng của nó có thể được dự đoán bằng cách vẽ một vòng tròn qua hai địa điểm gây án xa nhất về mặt địa lý.

source: When there is a natural disaster looming, is it realistic to expect officers to stay in the environment in order to ‘police’?
vi: Khi có một thảm họa tự nhiên đang ập đến, có thực tế không khi mong chờ một sĩ quan thực hiện nhiệm vụ 'cảnh sát'?

source: When trying to cope with everyday life, sexual offenders seem to have distorted or dysfunctional thinking styles towards certain things.
vi: Khi cố gắng đương đầu với cuộc sống hằng ngày, các tội phạm tình dục dường như có những lối suy nghĩ lệch lạch và khách thường đối với những sự vật nhất định.

source: When trying to understand why sex offenders commit offences, people often ask whether it is true that all sex offenders were abused as children.
vi: Khi cố thấu hiểu tại sao các tội phạm tình dục lại phạm tội, người ta thường hỏi rằng có thật là mọi tội phạm tình dục đều bị lạm dụng lúc còn bé hay không.

source: When we analysed the behaviour of the police suspects in our study we found lying to be associated not with the cues people commonly believe in (see the above section) but with a decrease in blinking and in hand/arm movements (females) and an increase in speech pauses.
vi: Khi chúng tôi phân tích các hành vi của các nghi can , chúng tôi nhận thấy răng việc nói dối không liên quan tới các dấu hiệu mà người ta tin tưởng ( xem phần trên) nhưng với sự giảm đi trong việc chớp mắt và cử động bàn tay và cách ta ( ở nữ) và sự ngập ngừng khi nói lại tăng lên.

source: Whereas stress can be elevated in most jobs through organizational change, such as decreased workload or a pay rise, the police can be faced with unexpected, perhaps threatening, situations at any time during their daily work.
vi: Trong khi căng thẳng có thể gia tăng ở hầu hết các công việc thông qua thay đổi tổ chức, chẳng hạn như giảm khối lượng công việc hoặc tăng lương, thì cảnh sát có thể sẽ phải đối mặt với những tình huống bất ngờ, đe dọa hay bất cứ hoàn cảnh nào trong quá trình làm việc hàng ngày của họ.

source: Whether offenders show similarity between the way they behave during their crimes and the way they behave in noncriminal situations is a question that has yet to be researched in criminal psychology.
vi: Liệu những kẻ phạm tội có thể hiện sự tương đồng trong cách mà họ hành xử trong các vụ án và cách mà họ hành xử trong tình huống không gây án hay không là một câu hỏi vẫn chưa được nghiên cứu trong tâm lý học tội phạm.

source: While Britain no long allows the death penalty as a punishment for crime, people’s lives can still be ruined if they are wrongfully imprisoned.
vi: Mặc dù người Anh đã không còn cho phép sử dụng án tử hình như 1 hình thức trừng phạt tội phạm, cuộc sống của con người vẫn có thể bị hủy hoại nếu họ bị bỏ tù oan.
